var hanzi = [
    {
        label: '一年级上',
        count: 304,
        words: `天地人你我他一二三四五上下口耳目手足站坐日月水火山石田禾对云雨风花鸟虫六七八九十爸妈马土不画打棋鸡字词语句子桌纸妹奶小桥台雪儿白草家是车路灯走文数学音乐秋气了树叶片大飞会个的船两头在里看见闪星江南可采莲鱼东西北尖说春青蛙夏弯皮地就冬男女开关正反远有色近听无声去还来多少黄牛只猫边鸭苹果杏桃书包尺作业本笔刀课早校明力尘从众双木林森条心升国旗中红歌起么美丽立午晚昨今年影前后黑狗左右它好朋友比尾巴谁长短把伞兔最公写诗点要过给当串们以成数彩半空问到方没更绿出长睡那海真老师吗同什才亮时候觉得自己很穿衣服快蓝又笑着向和贝娃挂活金群竹牙用几步为参加洞着乌鸦处找办旁许法放进高住孩玩吧发芽爬呀久回全变哥姐弟叔爷工厂医院生`
    },
    {
        label: '一年级下',
        count: 406,
        words: `霜吹落降飘游池入姓氏李张古吴赵钱孙周王官清晴眼睛保护害事情请让病相遇喜欢怕言互令动万纯净阴雷电阵冰冻夹吃忘井村叫毛主席乡亲战士面想告诉京安门广非常壮观接觉再做各种样伙伴却也趣这太阳道送忙尝香甜温暖该颜因块捉急直河行死信跟忽喊身只窝孤单种都邻居招呼静乐怎独跳绳讲得羽球戏排篮连运夜思床光疑举望低故胆敢往外勇窗乱偏散原像微端粽节总米间分豆肉带知据念虹座浇提洒挑兴镜拿照千裙辆匹册支铅棵架眉鼻嘴脖臂肚腿脚蜻蜓迷藏造蚂蚁食粮蜘蛛网圆严寒酷暑凉晨细朝霞夕杨操场拔拍跑踢铃热闹锻炼体之初性善习教迁贵专幼玉器义饭能饱茶泡轻鞭炮首踪迹浮萍泉流爱柔荷露角珠摇躺晶停机展透翅膀唱朵腰坡沉伸潮湿呢空闷消息搬响具次丢哪新每平她些仔检查所钟丁元迟洗背刚共汽决定已经物虎熊通注意遍百舌鬼脸准第猴结掰扛满扔摘捧瓜抱蹦追棉娘治燕别干然奇颗瓢碧吐啦咕咚熟掉吓羊鹿逃命象野拦领壁墙蚊咬断您拨甩赶房傻转棍汤扇椅萤牵织斗吵胖岁现票交弓甘卫刷梳巾擦皂澡盆`,
    },
    {
        label: '二年级上',
        count: 473,
        words: `塘脑袋灰哇教捕迎阿姨宽龟顶披鼓晒极傍越滴溪奔洋坏淹没冲毁屋猜植如为旅备纷刺底炸离察识粗得套帽登鞋裤图壶帐篷指针帆艘军舰稻园翠队铜号梧桐掌枫松柏装桦耐守疆银杉化桂世界孔雀锦雄鹰翔雁丛深猛灵休季蝴蝶麦苗桑肥农归戴场谷粒虽辛苦了葡萄紫狐狸笨酸曹称员根柱议论重杆秤砍线止量玲详幅评奖催啪脏报另及懒并糟肯封削锅朝刮胡修冷肩团重完期结束鲜哄先梦闭紧润等吸发粘汗额沙乏楼依尽欲穷层瀑布炉烟遥川闻名景区省部秀尤其仙巨位都著形状潭湾湖绕茂盛围胜央岛纱童境引客沟产份枝搭淡好够收城市干留钉利分味沿答渴喝话弄错际哪抬号堵缝当鹊朗衔枯劝趁将且腊狂吼复哀葫芦藤谢蚜盯啊赛感怪慢洪毒蛇兽伤灾难仍退继续认训被恢朱德扁担志伍泽敌陡难争仗疼料敬泼族民度敲龙驶容踩铺盛碗祝福健康寿宿寺危辰恐惊似庐笼盖苍茫雾淘于暗岸街梁甚至切躲失累添柴烧旺渐哎呀冒烫终浑淋灭激假威转扯嗓派违抗爪趟神猪纳闷受骗借酪捡俩始拌帮匀嚷瞧便剩整筝鼠折漂扎抓幸但愿哭取助抽使劲哗秧拉表示摆翻栽责弹钢琴捏泥滚铁环荡滑梯昌铺调硬卧限乘售锋蜜蜂幕扫墓慕抄炒轿救摩托防渔货油轮科考滩椰壳漠骆驼骏悬崖狼猩鹤鸽羚蚯蚓螃蟹虾蚕`,
    },
    {
        label: '二年级下',
        count: 464,
        words: `莺拂堤柳醉咏妆丝绦裁剪脱袄寻羞姑遮掩探嫩符解触杜鹃邮递裹寄局堆破漏懊丧啊猬绚籽礼邓坛龄格握致勃挖选茁移挥填扶曾蒙泞顺迈踏荆棘瓣莹觅需献糕特嘛买粉糖蔗汁菜熬算销劳的确应郊泛波纹葱软毯异恋舍求株拾骑跨亭咨询剧管理宝塔餐厅程魔术建筑演营务判饲养州华涌峰耸隔峡与陆谊浓齐奋繁荣传统贴宵巷祭舟艾堂乞巧郎饼赏菊甲骨类漂珍饰品随易损币财赚赔购贫菠煎腐茄烤煮爆炖蘑菇蒸饺炸酱粥蛋津溜辣乎喷腻绵脆邦盒聊坪郁囱般精叮咛渡荫蔽撑拼母冈懂案堡插凶狠补充攻商量驾轰驳药赞合记屁股昏泡尿茸醒晃免费列屎撞贪脾婶寓则亡牢圈钻叼坊悔此焦筋疲喘截室靠而班哈倒审视页肃晌抢嘻悦诲棚驮磨坊挡伯浅刻突叹唉试蹄既晓慈毕竟映绝鹂鸣行含岭泊压蝉垂户扑慌辨忠实导盏永闯碰稠稀渠积航宇宙稳固舱杯饮件题密浴桶似耷咦竖竿舞痛烦扇店蹲寂寞罩编顾付夫换颈袜匆蜈蚣卖烂牌喝坑挺舒集播撒茵灌缺泳愣昆怜挪仿佛尽任何纺竭规律待挣愉绒祖掏逗蔷薇逮忆纪必须功譬糙敏式简由睁秩序哦射值熔艰箭裂窜炎庄稼滋腾陀螺毽倒翁枪橡板控坦克厨厕厢厦穴窟窿窑窄博馆览技育研究哨诊扫帚抹拖簸箕玻璃垃圾钩铲梅柿源涨炬灿垮坟`,
    },
    {
        label: '三年级上',
        count: 279,
        words: `坝汉艳扮扬读摔跤凤洁荒笛罚假裳背诵例圈段练糊涂呆戒厉挨楚径斜赠刘残犹傲君橙橘挑洼印凌增棕靴钥匙缤枚勾喇叭厚曲丰抖蟋蟀振掠吟辽阔旧饿卷挣几燃焰蜡烛富晃划喷缩努茎锯斧推吱拆咱偷答应骨齿嚼吞胃悲咽泪眯宣处诱舔毅强犯禁稍豫跺聚暴凑喵孵叽偶尔萝卜愁沾晾吗讨厌怒批访担压差忍模中弹疯汪搞父啦鹦鹉悄蒲英耍欠钓拢亦抹宜庭未磨盘饶优瑰岩参虾武粪辈设滨鸥胳臂睬载凰亚榕凳逢除兴融侧欣浸乳梢舍显材膝临库妙奏呢喃伟击汇喳唧哩麻旋佩姿态笋寸副爽黎凝畅瞬猎司跌皆弃持默落势投调况烈镇述普忧联宁胸脯惹仰渣或者惜诚斗棒恩大血撤险瓦帘迅速夺秒申介绍宗乙召孝轴基础阁佳盲唐蝌蚪蛾鲤鲫鲨眨瞪瞅眶睹`,
    },
    {
        label: '三年级下',
        words: `鸳鸯惠崇豚减伶俐翼漾倦闲散纤杆痕挨蓬胀翩蹈录凡距款绸膜瞎益约蚂斑宋耕释冀陶罐骄谦虚懦弱恼代价称禁皱配怨狮逼撒滔涯妇碌遵循尊验屠苏魂酒牧兄倍创携存制麻蔡伦累切便鲜欧洲社县拱济匠计横史爪智慧历择都宫摊贩吏态驴寸乘笼栏貌芬芳内系燥灼适雅吻组概阻括误逆途陌超缸隙掀末副钳搏较腹淌秘栋吁绪篇希痒鳄丁零肠醋墨染碎浪溅爽剃执否骂仇惯刑替厘摸廊和悠若娇薄颤巍巅婴耀庆盼叠歉呈雕幻辉芒剑型窃私警肌章差胞达煤储属檀喂盈彤跪庙模揉缝箱夸歪承夹袖衬衫负泄艺橱改蕉扣嚷溜筒董婆脊贼莫颠胶旋纵核妻爹犁折困牲府罢涨援掷捞缚缭络资贡贷税档咖啡阅废贸旭屿瞭巡缆锚咳嗽呕吐唠叨嘀谚谣诫辩`,
        count: 275,
    },
    {
        label: '四年级上',
        words: `盐薄屹昂顿鼎沸贯浩崩震霎余鹅卵俗跃穗镀埂烁巢苇罗眠霸占昧坠怀豌按僵预揭苔囚框溢蝙蝠即锐系铛蝇证障碍荧屏唤技获赖潜亿索奥舶质哲兰避撼喧雀檐暮瑟缘降骚逊输均柄蜗曲萎宅隐毫慎址良掘搜倾骤置抛劈浊丈隆肢躯液帝少曰溺返斯惨盗佩还恕坚押锁遭恶脏愤败措混项熄塌杀颂绩嗅奈拯嘶哑庞级链攀相辫呵谓拳捶顽吁襟膊瓶怖凭欺掐囊露羡角殷撇啊霉亏哄拙唉砸钉旋兵恨帅彻溃誉丑豪塞秦征将杰崛范魏晰效淮惑惩斥蓄迫租纠缠邀扰拒签订宁要妄延昔笋茅炕旦媚戎诸竞唯豹娶媳巫绅旱徒吊磕凿溉拜侯肤剂髓纪标驻钞培赌媒氛账贺樟杠狡猾圃卉蕾蕊玫茉莉牡丹棠韭芥芹蒜椒藕薯芋纲授揍键谱锈沫砖矿综氧俱`,
        count: 271,
    },
    {
        label: '四年级下',
        words: `杂篱徐疏锄剥构冠朴素率倘附捣绘谐慰藉卜绮和谈琥珀嗡脂拭渗俯扎番埋澎湃钝仅描隧衍吨颅膨捷栖辟崭乒乓拥菌臭蔬碳癌症率疾灶揽焰驱践党施懈宛碑漫涛挤叉绣潇绽朦胧晖徜徉炫垢怯曝赤涉晕虑职屏蹭稿腔殃折疙瘩侮恶聋啄伏哼啼凄看嚣吭吠促颇奢侈苟侍窥伺供扩荷刹镶浙簇臀漆蜿蜒晋絮扭姥吧塞呜哇糠栓捆绑劫毙扒尸徽谜唇尚荤倔强嘱咐沮绪吭嘹妨廓搓葵祈遗憾污屑芙蓉洛单砚乾坤恭勤焉卒弥脉剖裸泣汹维酣械卑岗宰遣役屡摧雹晕膛妖矩乖撵丫拽冲瘦硕允砌覆啸缕搂颊港宴睫婚讯挽圣仪帜陈垫恒抚宾吉咸兆廷予肿阶趾巩政浏屈渊孟甫韩愈禹锡仲龚肝秆俏峭哺浦沦抡涣焕俊峻蔼慷慨贤戚惧彬躁焚`,
        count: 267,
    },
    {
        label: '五年级上',
        words: `鹭嫌黛嵌匣嗜亩吩榨便榴矮箩杭蔓幽悉雏哟柜享陪待趴睑眸汛间谴惰衡协绰璧臣蔺强诺划罪廉抵御辞辱擅卿削袍鸵赢冠瀚侵略垒任丘搁陷拐岔酬誓谎牺嫂恳筛歹罕梭狱酿瞌拘落俭皇偎衰泰珊瑚礁筐拗乃熏亥恃擞泻鳞惶胎履哉估煌殿珑剔澜陵宏奉烬域艇矛盾筷炊哼喉咙勺搅舀摄殖炭疗驯矫歇杈藓狭勉锥魄抑颓纫噪褐惫耽兜龟权茧栈冤枉惚跷僻迪嫁缴榜兼嘲枕誊励篇版祥歧谨榆畔更聒旷怡凛冽逸桨桩暇悄累袅嫦娥嫉妒瓷耻识矣岂舅斩凯葛浒传着鲁煞寇贾卷刊琐栩呻某喻差瘾奔籍饥偿甸馈磁委酵皎鉴沥`,
        count: 220,
    },
    {
        label: '五年级下',
        words: `昼耘供稚漪蚱晃啃樱蚌割嘟倭拴啰逛徘徊渺篝萌澄澈旖旎瑞莱垠顷峨燕缀葬腮虬玷郑秉飕码撩绢侨眷瑜忌督幔寨擂呐弩丞倚箸碟斤俺绰杖擒勿肋踉跄呵胯霹雳咆哮锤泊芝遂迸涧獐猕猿耶挈瞑窍楷镌挠劣呵恰屉嫣讳晦墩钗敞雯袭喇仞岳蓟涕裳襄彭拟谋赴殊踌躇黯革沃匪绷衷堪筹矜俘镯吓裆企彼褂坞嘎绊揪扳腕铸颧疤监侄痰揩浆傅袱蘸馅诈怔吾弗夫策荐肆桅撕唬龇咧瞄尼艄翘姆祷雇哗毡犊眺膘驰爵噜吆哞畜译愧熠遐黏刃埃滥淤湛诣禽拇弦揿搔窈窕秽轧拧纽仓薄庸憎胚祸患赋痴绞嘿伊娜窘`,
        count: 214, 
    }
]